[
    {
        "original_title": "How VanMoof’s new owners plan to win over its old customers",
        "paraphrased_title": "Winning Back VanMoof's Former Riders \n",
        "category": "Transportation",
        "timeposted": "2024-07-15 10:27:20",
        "original_content": "WhenVanMoof declared bankruptcylast year, it left around 5,000 customers who had pre-ordered e-bikes in the lurch. Now VanMoof is up and running under new management, and the company’s current owners are courting those same customers by offering them a €1,000 discount off a new bike.It’s an audacious strategy, one that bets on jilted customers lovingVanMoof’s bikesso much that they’ll shell out several thousand more euro for them.Before it went bust, VanMoof had asked customers to pay close to the full amount when they pre-ordered, in a move designed to give the startup working capital that also resulted in long wait times for delivery. The bikes cost anywhere from €2,300 to €2,500, depending on the model and year.Today’s models – thefull-sized S5with 27.5-inch wheels and a straight frame, as well as thesmaller A5with 24-inch wheels and a step-through frame – cost €3,298. Which means customers who want to take advantage of this discount will have to put down another €2,298 on top of what they already paid for their undelivered e-bike. Simply put, they’d be spending close to €5,600 all together for one VanMoof bike.“Obviously it’s not a full resolution. We’re very much aware of that,” Eliott Wertheimer, VanMoof’s co-CEO, told TechCrunch. “The way we see it is this is a gesture to help people get back on the road who still believe in [VanMoof].”Beforegoing bankruptin July 2023, VanMoof had raised close to$200 million in venture capitaland gained acult followingon the vision of its sleek, trendy, uncluttered e-bikes designed end-to-end and controlled by an integrated app. The style was there, but the startup lacked execution. Using bespoke parts meant the bikes often broke, and it was difficult to replace those parts in a timely manner, especially without a robust servicing network in place. The company also used its VC money to artificially lower prices in a way that quickly became unsustainable, according to Wertheimer.Lavoie, a division of McLaren Applied that was formed in 2022 to build e-scooters,acquired VanMoof in August 2023. Since then, Lavoie has worked to re-establish VanMoof’s supply chain and set up a wide service network throughout Europe and parts of the U.S.; reinvigorate VanMoof’s technical ecosystem, including its apps and website; and re-engineer VanMoof’s core products. In other words, today VanMoof claims to offer more reliable, repairable e-bikes that have gone through McLaren’s testing and design iteration process.“We’re past restructuring, we’re past restarting. We’re getting into how we re-establish the brand and relaunch,” said Wertheimer. “An ongoing consideration throughout this whole journey was what can we do for people who didn’t get their bikes?”Apparently, the answer to that question is to try and hook customers with discounts instead of giving them their money back because that money is tied up in bankruptcy proceedings. Wertheimer told TechCrunch the money customers used to pay for their bikes, as well as the bikes themselves, are part of the bankruptcy estate, which is being managed by the estate’s administrators in the Netherlands. That means Lavoie doesn’t have access to those funds.“So anything we could do to support people who didn’t get their bikes from the old company will effectively has to come out of our own pocket,” said Wertheimer, noting that €1,000 is the most Lavoie could afford “without threatening our existence.”Wertheimer also noted that the bankruptcy process is ongoing, and customers still stand to get partial refunds through that once it’s resolved. Although, given what is likely a long line of secured creditors and priority unsecured creditors ahead of those customers (not to mention legal fees associated with the bankruptcy process), customers probably shouldn’t hold their breath.For those who do want to sign up for the discount, they can applyhere, but get ready for a somewhat convoluted process.When Lavoie took over VanMoof, it wasn’t able to access the company’s customer orders due to a combination of a chaotic back end and data sharing constraints from Europe’s GDPR regulation. That means customers who want to cash in their discount will need to reach out to VanMoof directly and show documentation to prove they made an order.They’ll also need to go through the rigamarole of trying to get a refund from their bank via a chargeback, if they haven’t already. VanMoof will only provide discounts to people who can prove that they tried and failed to get their money back this way.For those who are happy to follow all those steps and ante up, they have until December 31, 2027 to apply their discount.It’s unclear if VanMoof’s strategy will pay off. One thing is certain: The startup’s future hinges on its ability to regain customer trust and deliver on its promises. Customers will have to decide on whether the allure of a sexy, re-engineered e-bike is worth the price and the effort, or if past failures will keep them away for good.",
        "paraphrased_content": "## VanMoof's Risky Gamble: Discounting Bikes to Former Customers\n\n<p>After declaring bankruptcy last year, VanMoof, a Dutch e-bike manufacturer, left thousands of pre-order customers in the lurch. Now, under new management, VanMoof is trying to win back those customers with a €1,000 discount on new bikes.  This audacious strategy bets on customers' continued affection for VanMoof's bikes, despite the company's past struggles.</p>\n\n<p>Prior to its bankruptcy, VanMoof required customers to pay nearly the full amount upfront for pre-orders, which resulted in long delays. The company's bikes cost between €2,300 and €2,500, but now, the new S5 and A5 models retail for €3,298.  To claim the discount, former customers must pay an additional €2,298 on top of their previous payments, essentially spending close to €5,600 for a single bike.</p>\n\n<p>VanMoof co-CEO, Eliott Wertheimer, acknowledges that the discount is not a complete resolution, but sees it as a gesture of goodwill for those who still believe in the brand. Before its collapse, VanMoof had raised significant funding and attracted a loyal following thanks to its sleek and stylish e-bikes. However, the company's bespoke parts caused frequent breakdowns, and the lack of a robust servicing network made repairs difficult.  Additionally, artificially low pricing led to unsustainable business practices.</p>\n\n<p>Lavoie, a division of McLaren Applied, acquired VanMoof in August 2023.  Since then, Lavoie has been working to address VanMoof's past shortcomings by rebuilding its supply chain, expanding its service network, and improving its technical ecosystem. The company claims its new bikes are more reliable and repairable thanks to McLaren's design and testing process.</p>\n\n<p>Despite the company's efforts, customers who lost money due to the bankruptcy will not receive full refunds. This is because those funds are part of the bankruptcy estate, which is being managed by administrators in the Netherlands.  Lavoie is therefore offering the discount out of its own pocket, with Wertheimer stating that €1,000 is the maximum they can afford.</p>\n\n<p>To claim the discount, customers must prove they made a pre-order and have attempted to get a refund from their bank. The discount is valid until December 31, 2027, but the process to claim it is complex. VanMoof's data is currently inaccessible due to data sharing limitations imposed by the European General Data Protection Regulation (GDPR).</p>\n\n<p>VanMoof's future hinges on its ability to regain customer trust and deliver on its promises.  Whether former customers will be willing to overlook the company's past failures and embrace its new direction remains to be seen.  The decision boils down to whether the allure of a redesigned e-bike outweighs the price, the effort, and the risk.</p> \n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more objective perspective"
    },
    {
        "original_title": "Mitti Labs aims to make rice farming less harmful to the climate, starting in India",
        "paraphrased_title": "Climate-Friendly Rice Farming in India: Mitti Labs' Approach \n",
        "category": "Climate",
        "timeposted": "2024-07-15 05:27:20",
        "original_content": "Rice is the staple crop of more than half of the world’s population. Demand is growing with the rising population in South and Southeast Asia. However, a significant portion of rice farming still relies on traditional cultivation methods that lead to substantial methane emissions, which are a major contributor to climate change — methane is nearly30 times as potent as carbon dioxidewhen it comes to warming the atmosphere, although it dissipates faster. Growing rice also requires a considerable amount of freshwater, around 3,000 liters for every kilogram of rice, or 20 million liters for every hectare of a rice farm.Mitti Labs aims to limit methane emissions and water wastage in rice farming using its technology solutions. Co-founded by Harvard Business School graduates Xavier Laguarta and Devdut Dalal, the firm has now raised $3 million in an equity investment as it aims to reduce methane emissions by 50% and water consumption by 30% with tech such as high-resolution satellite imagery and on-ground gas chambers.The New York City-headquartered startup, with a subsidiary based in India’s Bengaluru, launched in May last year and has chosen India as its primary market. India is the world’s second-largest rice producer, yet the livelihoods of its rice farmers face imminent threats from climate change, which has resulted in a significant decline in water levels and an increasing amount of methane in its atmosphere.Laguarta and Dalal conceptualized Mitti Labs last year after meeting during their master’s in business administration at Harvard Business School. Before beginning the startup, Laguarta had experience in sustainability consulting, while Dalal worked in the food and agricultural supply chain. A third-cofounder, CTO Nathan Torbick, also signed on.“When you look at the agriculture space, there’s been so much done, and regenerative agriculture is something that people talk about all over the world. But when you look at the amount of people who are trying to tackle rice specifically, it is so much smaller than most other crops,” Laguarta said in an interview.Mitti Labs co-founders Nathan Torbick, Xavier Laguarta and Devdut Dalal (left to right)Image Credits:Mitti LabsMeasuring emissions, selling carbon creditsRice producesabout half the greenhouse gas emissionsfrom croplands, including 30% of agricultural methane emissions. However, farmscan cut methane emissionsfrom rice cultivations to a large extent by improving water management or alternating wetting and drying.Working with the not-for-profit Syngenta Foundation and Dr. Reddy’s Foundation, as well as Spanish food processing company Ebro Foods, Mitti Labs has launched five projects across India to help farmers adopt and implement sustainable farming techniques, avoid stubble burning and use limited water. These rice projects cover 30,000 hectares in area and will help cut 120,000 metric tonnes of CO2e emissions, the startup said.Mitti Labs aims to work with more than 40,000 smallholder farmers to embed and measure sustainable agricultural practices that will not only improve the environmental aspect of rice farming but also help farmers raise their annual incomes by up to 30%, as the startup will enable them to earn money from carbon credits it will sell on their behalf in the market.Convincing smallholder farmers to embrace new techniques sometimes becomes challenging, as they often hesitate to move away from their traditional practices. However, Dalal told TechCrunch that Mitti Labs provides support and advice to farmers and offers them regular touchpoints through its on-ground implementation partners.“Our team works with implementation partners, continuously refining the pitch to farmers; what works in one village, might not work in another. So the behavior change element has to be very targeted, and completely aligned with the local communities need,” he said.On the tech side, Mitti Labs uses a remote-sensing platform which helps measure climate impact using satellite imagery. The startup buys high-resolution imagery captured using synthetic aperture radars from SAOCOM and Umbra and fuses it with openly available satellite imagery to understand farmers’ practices. The high-resolution imagery comes through SARs penetrating objects on Earth’s surface using different wavelengths to measure characters such as water level, soil moisture, and plant growth.Alongside satellite imagery, Mitti Labs uses greenhouse gas chambers on ground to capture methane and nitrous oxide fluxes coming out in the field. The data from these chambers goes into a software model and is processed by third-party labs to calculate emissions.In terms of carbon credits, Mitti Labs worked with Cornell University, the International Rice Research Institute and the U.S. Department of Agriculture for about 12 months, running experiments with satellite imagery and gas chamber data to test and advance its measurement practices. This in turn is meant to help buyers in Europe and the U.S. purchase carbon credits with confidence.Mitti Labs currently works with Gold Standard for issuing carbon credits. However, Laguarta told TechCrunch that the startup may expand to Verra as it scales the business.Converting carbon credits into real money takes some time. Laguarta said Mitti Labs is currently in the due diligence stages with the projects it has launched. The startup aims for at least 70% of the profits it garners from carbon projects to be distributed among farmers that transitioned their rice farming practices. This will be an additional revenue stream for these farmers. The remaining amount will be divided among Mitti Labs’ partners and the startup itself, the co-founder said.Mitti Labs works with on-ground implementation partners to provide regular touchpoints to rice farmersImage Credits:Mitti LabsThe success of its first five projects will help Mitti Labs to scale its presence. The startup already has 10 more projects in the works, and plans to expand geographically and enter Bangladesh, Thailand and Vietnam.Laguarta told TechCrunch that Mitti Labs has already found the “right local partners” in the new markets and is discussing financing local projects with project investors and carbon offset buyers. The plan is to start them by the end of 2024 or sometime in 2025. Nevertheless, the startup considers India to remain its focused market.“India is our first market, and India is the market that we think we have a very strong passion to make an impact on,” Laguarta said.Mitti Labs is not the only startup enabling sustainable farming in India.RTP Global-backed Varahais among the existing players in that domain. However, Laguarta said most of these startups do not specifically focus on one crop.“If you’re trying to do five different things, I think that’s a good strategy for some people. For us, the importance is we want to be the best in rice farming, and we believe that there should be someone who’s the best at agroforestry and someone who’s the best at biochar and other things,” he said.Mitti Labs’ maiden funding was co-led by Lightspeed and Voyager, along with early support from Harvard Innovation Labs.",
        "paraphrased_content": "## Mitti Labs: Transforming Rice Farming with Technology and Carbon Credits\n\n**Problem:**\n\n* Rice is the staple food for over half the world's population, with growing demand in South and Southeast Asia.\n* Traditional rice farming methods release significant methane emissions, a potent greenhouse gas, and require vast amounts of water.\n\n**Solution:**\n\n* Mitti Labs, co-founded by Harvard Business School graduates Xavier Laguarta and Devdut Dalal, aims to reduce methane emissions by 50% and water consumption by 30% in rice farming.\n* Their technology leverages high-resolution satellite imagery and on-ground gas chambers to measure and manage emissions.\n* They partner with farmers to implement sustainable practices, including improved water management and avoiding stubble burning.\n\n**Impact:**\n\n* The startup has secured $3 million in funding and is working with farmers across 30,000 hectares in India.\n* Their projects are projected to reduce 120,000 metric tonnes of CO2e emissions.\n* Mitti Labs will generate carbon credits from these projects, selling them to offset buyers in Europe and the U.S.\n* Farmers will receive 70% of the profits generated from carbon credits, providing an additional income stream.\n\n**Expansion:**\n\n* Mitti Labs is expanding their operations to Bangladesh, Thailand, and Vietnam, partnering with local stakeholders to implement similar programs.\n* The startup is focused on becoming the leading expert in sustainable rice farming, believing that specialization is crucial for achieving impactful change.\n\n**Key Features:**\n\n* **Technology:** High-resolution satellite imagery, on-ground gas chambers, and software modeling for emission measurement.\n* **Partnerships:** Collaboration with non-profit organizations, food processing companies, and research institutions.\n* **Carbon Credits:** Generating and selling carbon credits to offset buyers, sharing profits with farmers.\n* **Focus:** Specializing in sustainable rice farming to maximize impact and efficiency.\n\n**Overall:** Mitti Labs is a promising startup using technology and carbon credits to create a more sustainable and profitable future for rice farmers, contributing to a cleaner environment and a more secure food supply. \n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more subjective perspective"
    },
    {
        "original_title": "How to tell if your online accounts have been hacked",
        "paraphrased_title": "Signs of a Hacked Online Account \n",
        "category": "Security",
        "timeposted": "2024-07-14 21:27:20",
        "original_content": "More and more hackers are targeting regular people with the goal of stealing their crypto, perhaps getting into their bank accounts,or simply stalking them. These types of attacks are still relatively rare, so there’s no need for alarm. But it’s important to know what you can do to protect yourself if you suspect someone got into your email or social media account.A few years ago,I wrote a guideto help people protect themselves, and understand that most of the companies you have an account with already offer you tools to take control of your accounts’ security, even before you contact them for help, which in some cases you still should do.Here we break down what you can do on several different online services.Just like in the previous guide, there’s an important caveat. You should know that these methods don’t guarantee that you haven’t been compromised. If you still aren’t sure, you should contact a professional, especially if you are a journalist, a dissident or activist, or otherwise someone who has a higher risk of being targeted. In those cases, the non-profit Access Nowhas a digital security helplinethat will connect you to one of their experts.Another caveat, if you don’t do this already, youshould enable multi-factor authenticationon all your accounts, or at least the most important ones (email, banking, social media).This directory is a great resourcethat teaches you how to enable multi-factor authentication on more than 1,000 websites. (Note that you don’t have to use the multi-factor app promoted on that site, thereareplentyof otheralternatives.)Increasingly some online services offer the use of a physical security key ora passkey stored in your password manager, which is one of the highest safeguards toprevent account intrusions that rely on password-stealing malwareor phishing.Gmail lists all the places your account is activeThe first thing you should do if you suspect someone has broken into your Gmail account (and by extension all the other Google services linked to it) is to scroll all the way down in your inbox until you see “Last account activity” in the bottom right corner.Click on “Details.” You will then see a pop-up window that looks like this:A list of recent account activity on Google’s account page.Image Credit:TechCrunchThese are all the places where your Google account is active. If you don’t recognize one of them, for example if it comes from a different location, like a country you haven’t visited recently or never been, then click on “Security Checkup.” Here you can see what devices your Google account is active in.Google’s Security Checkup Page, including a view that shows “where you’re signed in.”Image Credits:TechCrunch.If you scroll down, you can also see “Recent security activity.”Recent security activity on Google’s Security Checkup Page.Image Credits:TechCrunchCheck this list to see if there are any devices that you don’t recognize. If in any of these places above you see something suspicious, click on “See unfamiliar activity?” and change your password:Changing your Google account password.Image Credits:TechCrunchAfter you change your password,as Google explains here, you will be signed out of every device in every location, except on the “devices you use to verify that it’s you when you sign in,” and some devices with third-party apps that you’ve granted account access to. If you want to sign out there too,go to this Google Support pageand click on the link to “View the apps and services with third-party access.”Removing third-party access to your Google account.Image Credits:TechCrunchFinally, we also suggest considering turning onGoogle’s Advanced Protection on your account. This enhanced security protection makes phishing your password and hacking into your Google account even harder. The drawback is that you need to purchase security keys, hardware devices that serve as a second-factor. But we thinkthis methodis important and a must-use for people who are at a higher risk.Also, remember that your email account is likely linked to all your other important accounts, so getting into it could turn out to be the first step into hacking into other accounts. That’s why securing your email account is more important than virtually any other account.Outlook and Microsoft logins are in the account settingsIf you are concerned about hackers having accessed your Microsoft Outlook account, you can check “when and where you’ve signed in,” as Microsoft puts it in the account settings.To go to that page, go toyour Microsoft Account, click on Security on the left-hand menu, and then under “Sign-in activity” go to “View my activity.”Checking recent sign-in activity on your Microsoft account.Image Credits:TechCrunchAt this point, you should see a page that shows recent logins, what platform and device was used to log in, the type of browser, and the IP address.Checking recent activity on your Microsoft account.Image Credits:TechCrunchIf something looks off, click on “Learn how to make your account more secure,” where you can change your password, check “how to recover a hacked or compromised account“, and more.Microsoft also hasa support portal with information on the Recent activity page.As we noted above, your email account is the cornerstone of your online security, given that it’s likely that most of your important accounts — think social media, bank, and healthcare provider etc. — are linked to it. It’s a popular target for hackers who want to then compromise other accounts.Yahoo offers email tools to helpLike other email providers, Yahoo (which owns TechCrunch) also offers a tool to check your account and sign-in activity with the goal of allowing you to see any unusual activity that could be a sign of compromise.To access this tool, go toyour Yahoo My Account Overviewor click on the icon with your initial next to the email icon on the top right corner, and click on “Manage your account.”Accessing your Yahoo account information.Image Credits:TechCrunchOnce there, click on “Review recent activity.” On this page you will be able to see recent activity on your account, including password changes, phone numbers added, and what devices are connected to your account, and their corresponding IP addresses.Checking recent account activity on your Yahoo account.Image Credits:TechCrunchChecking recent account activity on your Yahoo account.Image Credits:TechCrunchGiven that it is likely that you have linked your email address to sensitive websites like your bank’s, your social media accounts, and healthcare portals, among others, you should make an extra effort to secure it.Ensure your Apple ID is safeApple allows you to check what devices your Apple ID is logged in directly through the iPhone and Mac system settings,as the company explains here.On an iPhone or iPad, go to “Settings,” tap your name, and scroll down to see all the devices that you are signed in on.A screenshot on an iPhone showing all the logged in devices on an Apple account.Image Credits:AppleOn a Mac, click on the Apple logo on the top left corner, then “System Settings,” then click on your name, and you will also see a list of devices, just like on an iPhone or iPad.A screenshot on a Mac showing all the logged in devices on an Apple account.Image Credits:AppleIf you click on any device, Apple says, you will be able to “view that device’s information, such as the device model, serial number,” and operating system version.On Windows, you can use Apple’s iCloud app to check what devices are logged into your account. Open the app, and click on “Manage Apple ID.” There you can view the devices and get more information on them.Finally, you can also get this information through the web, going toyour Apple ID account page, then clicking on “Devices” in the left hand menu.A screenshot on a browser view showing all the logged in devices on an Apple account.Image Credits:AppleHow to check Facebook and Instagram securityThe social networking giant offers a feature that lets you see where your account is logged in. Head to Facebook’s “Password and Security” settings and click on “Where you’re logged in.”Account login activity for a Facebook account.Image Credits:TechCrunchIn the same interface you can also see where you are logged in with your Instagram account, provided it’s linked to your Facebook account. If the accounts are not linked, or you just don’t have a Facebook account,go to Instagram’s “Account Center”to manage your Instagram account and click on Password and Security, and then “Where you’re logged in.”Here you can choose to log out from specific devices, perhaps because you don’t recognize them, or because they are old devices you don’t use anymore.Just like Google, Facebook offers anAdvanced Protectionfeatureas well as for Instagram, which essentially makes it harder for malicious hackers to log onto your account. “We’ll apply stricter rules at login to reduce the chances of unauthorized access to your account,” the company explains. “If we see anything unusual about a login to your account, we’ll ask you to complete extra steps to confirm it’s really you.”If you are a journalist, a politician, or otherwise someone who is more likely at risk to be targeted by hackers, you may want to switch on this feature.It’s easy to see whether your WhatsApp is safeIn the past, it was only possible to use WhatsApp on one mobile device only. Now, Meta has added functionalities for WhatsApp users to use the app on computers, and also directly via browser.Checking where you logged in with your WhatsApp account is simple. Open the WhatsApp app on your mobile phone. On iPhones and iPads, tap on the Settings icon in the bottom right corner, then tap on “Linked devices.”There, you will be able to see a list of devices, and by clicking on one of them you can log them out.Checking linked devices on a WhatsApp account.Image Credits:TechCrunchChecking linked devices on a WhatsApp account.Image Credits:TechCrunchOn Android, tap on the three dots in the top right corner of the WhatsApp app, then tap “Linked devices” and you will see a page that’s very similar to what you would see on Apple devices.Signal also lets you check for anomaliesLike WhatsApp, Signal now lets you use the app viadedicated Desktop appsfor macOS, Windows, as well as Linux.Looking for linked devices attached to a Signal account.Image Credits:TechCrunchFrom this screen of Linked Devices, you can tap on “Edit” and remove the devices, which means your account will be logged out and unlinked from those devices.X (Twitter) lets you see what sessions are openTo see where you are logged into X (formerly Twitter), go toX Settings, then click on “More” on the left hand menu, click on “Settings and privacy,” then “Security and account access,” and finally “Apps and sessions.”From this menu, you can see what apps you have connected to your X account, what sessions are open (such as where you are logged in), and the access history of your account.You can revoke access to all other devices and locations by hitting the “Log out of all other sessions” button.Looking at the logged-in sessions on an X account.Image Credits:TechCrunchLooking at the account access history on an X account.Image Credits:TechCrunch",
        "paraphrased_content": "## Protecting Yourself from Online Threats: A Comprehensive Guide\n\n**Introduction:**\n\nHackers are increasingly targeting individuals to steal their cryptocurrency, access bank accounts, or engage in online stalking. While these attacks are still relatively uncommon, it's crucial to be proactive in safeguarding your accounts. This guide provides a step-by-step approach to enhance your online security across various platforms.\n\n**General Precautions:**\n\n* **Multi-Factor Authentication:** Enable two-factor authentication (2FA) on all your essential accounts (email, banking, social media). Numerous online resources provide instructions for enabling 2FA on over 1,000 websites.\n* **Security Keys:** Consider using physical security keys or passkeys stored in your password manager for the highest level of protection against password-stealing malware or phishing attacks.\n* **Professional Assistance:** If you suspect a serious compromise or have a high risk of being targeted (e.g., journalists, activists), reach out to the non-profit Access Now's digital security helpline for expert guidance.\n\n**Account-Specific Security Checks:**\n\n* **Gmail:**\n    * **Last Account Activity:** Review \"Last account activity\" in your Gmail inbox to identify any unfamiliar login locations.\n    * **Security Checkup:** Use Google's Security Checkup to see where your account is active and review recent security events.\n    * **Change Password:** If you notice suspicious activity, change your password immediately. \n    * **Third-Party App Access:** Review and revoke access to any unauthorized third-party apps connected to your Google account.\n    * **Advanced Protection:** Consider enabling Google's Advanced Protection, which requires security keys for additional security.\n\n* **Microsoft Outlook:**\n    * **Sign-in Activity:** Access your Microsoft account settings and review \"Sign-in activity\" to check recent login locations, devices, and IP addresses.\n    * **Security Measures:** If needed, change your password, explore resources on recovering hacked accounts, and strengthen your account security.\n\n* **Yahoo:**\n    * **Account Activity:** Access your Yahoo My Account Overview to review recent account activity, including password changes, phone number additions, and connected devices.\n\n* **Apple ID:**\n    * **Device Check:** Review the devices logged into your Apple ID through your iPhone, iPad, Mac, or Windows computer.\n    * **Account Page:** Access your Apple ID account page to view all logged-in devices.\n\n* **Facebook and Instagram:**\n    * **Where You're Logged In:**  Check \"Where you're logged in\" in Facebook's \"Password and Security\" settings. \n    * **Account Center:** For Instagram, access \"Account Center\" and review \"Where you're logged in\" under \"Password and Security.\"\n    * **Advanced Protection:** Consider enabling Facebook's Advanced Protection feature for both Facebook and Instagram to enhance account security.\n\n* **WhatsApp:**\n    * **Linked Devices:** Access WhatsApp settings on your mobile device to view and manage linked devices.\n\n* **Signal:**\n    * **Linked Devices:** Check the \"Linked Devices\" section in your Signal app to review and remove unauthorized devices.\n\n* **X (Twitter):**\n    * **Apps and Sessions:** Go to X Settings, then \"Security and account access,\" and click \"Apps and sessions\" to see connected apps, active sessions, and access history.\n    * **Log Out of Other Sessions:** Use the \"Log out of all other sessions\" button to enhance security.\n\n**Conclusion:**\n\nProtecting your online accounts is an ongoing process. Regularly reviewing account activity, enabling multi-factor authentication, and using security keys can significantly reduce the risk of unauthorized access. If you have concerns or experience suspicious activity, contact the relevant platform's support team or seek professional assistance. \n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more objective perspective"
    },
    {
        "original_title": "The AI financial results paradox",
        "paraphrased_title": "The Puzzle of AI's Financial Performance \n",
        "category": "AI",
        "timeposted": "2024-07-14 19:27:20",
        "original_content": "There is a general consensus today that generative AI is going to transform business in a profound way, and companies and individuals who don’t get on board will be quickly left in the dustbin of history.At the same time, as companies delve more deeply into this technology, they want proof, actual business metrics, that show how AI is actually improving business performance and revenue.They can’t and shouldn’t trust vendor promises alone. Yet it’s not easy to make a direct correlation between something like, say, Microsoft Copilot, and overall business performance.Should CIOs simply take it on faith then? In this week’sClouded Judgement newsletter, investor Jamin Ball suggests that most businesses might not have a choice. In his view, they might not see the results for some time, leaving them to make a very tough buying decision.Here’s Ball’s take:“Right now the world is evolving — AI is a massive platform shift. And by NOT adopting / spending on it, you risk losing market share and slowly becoming irrelevant. Because your competitors are investing in AI efforts, you also have to invest in AI efforts. At the end of the day these investments might not immediately result in better business outcomes (i.e., more revenue), but they certainly lead to better end user experiences. And very well may lead to better “other” metrics like retention or churn. If your competitors are building better end user experiences and you’re not, then you may find yourself in trouble in the short / medium term,” Ball wrote.Yet CIOs want more certainty than that before they go blindly into an expensive new technology, no matter how game changing it could be. They and the company CFO have to deal with the reality of the here and now when it comes to justifying expenses, and if they are spending big money, when can they reasonably expect to get a return on their investment?At the same time, those who use the electricity analogy for AI, may believe that this is AI’selectricity moment— that moment in the late 18th century when factories began switching over from steam to electricity. You could ignore it and continue along with steam, but at some point you were going to get steamrolled (pun intended).Perhaps the answer could lie with some savvy startup, or more likely enterprises of a certain size will turn to the usual suspects — Deloitte, McKinsey and Accenture — and pay them a hefty fee to help them figure it out. Ironically, that will just increase the cost and the time to value.As the Grateful Dead’s Jerry Garcia once sang in “The Wheel,” “You can’t go back and you can’t stand still. If the thunder won’t get you, then the lightning will.” CIOs trying to figure out how to proceed are left to decide whether they are marching their companies steadily toward the future, or throwing good money after bad.",
        "paraphrased_content": "## Generative AI: A Business Transformation with Uncertain ROI\n\nThere's a widespread belief that generative AI will revolutionize businesses, with companies lagging behind facing irrelevance. However, businesses demand concrete evidence of its impact on revenue and performance. \n\n**The Challenge:** Directly linking AI tools like Microsoft Copilot to overall business metrics is difficult. While investor Jamin Ball argues that companies cannot afford to ignore this trend, he acknowledges the lack of immediate return on investment. \n\n**Ball's Perspective:** He believes that investing in AI, despite the uncertain timeframe for tangible results, is necessary for staying competitive.  While immediate revenue gains might be elusive, AI can improve user experiences, potentially impacting metrics like retention and churn.\n\n**The CIO Dilemma:** Despite the potential benefits, CIOs are hesitant to commit to expensive AI initiatives without clear ROI projections. They face pressure to justify spending and demonstrate a return on investment. \n\n**The Electricity Analogy:** Some compare the current AI landscape to the transition from steam to electricity in the 18th century. Companies might choose to remain with legacy systems, but eventually, they will be outpaced by competitors embracing AI.\n\n**The Solution?**  Companies might turn to consulting firms like Deloitte, McKinsey, and Accenture for guidance, further increasing costs and delaying value realization. \n\n**The Bottom Line:** The pressure to adopt AI is mounting, yet the lack of immediate ROI presents a challenge. CIOs are forced to choose between embracing the future or risking irrelevance, facing the difficult task of navigating this uncertain territory. \n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more subjective perspective"
    },
    {
        "original_title": "Google reportedly in talks to acquire cloud security company Wiz for $23B",
        "paraphrased_title": "Google Eyes $23B Acquisition of Wiz for Cloud Security \n",
        "category": "Security",
        "timeposted": "2024-07-14 18:27:20",
        "original_content": "Google’s parent company Alphabet might be on the verge of making its biggest acquisition ever.The Wall Street Journal reportsthat Alphabet is in advanced talks to acquireWizfor around $23 billion. While the deal isn’t finalized, the WSJ says it could come together soon. Wiz offers an all-in-one approach to cloud security, ingesting data from Amazon Web Services, Microsoft Azure, Google Cloud, and other cloud platforms, then scanning it all for security risk factors.Presumably, Alphabet executives see the deal as a way to fortify Google’s cloud business,which grew 28%to $9.57 billion in the first quarter of this year.Neither Google nor Wiz immediately responded to TechCrunch’s requests for comment.This report comes just two months afterWiz announced raising a $1 billion Series Eat a $12 billion valuation. Founded four years ago by former Microsoft employees Assaf Rappaport, Ami Luttwak, Yinon Costica, and Roy Reznik, Wiz has raised a total of $1.9 billion.At the time of its most recent funding, the company said it had $350 million in annual recurring revenue. It seemed to be on-track to roll-up smaller security startups through acquisitions, and eventually to go public, but it may find a different path as part of Alphabet.The company’s investors include Andreessen Horowitz, Lightspeed Venture Partners, Thrive, Greylock, Wellington Management, Cyberstarts, Greenoaks, Howard Schultz, Index Ventures, Salesforce Ventures, and Sequoia Capital.",
        "paraphrased_content": "## Alphabet Eyes Major Acquisition: $23 Billion Deal for Cloud Security Firm Wiz\n\n**Alphabet, Google's parent company, is reportedly nearing a massive acquisition - its largest ever - with cloud security specialist Wiz for an estimated $23 billion.** The deal, though not finalized, is expected to be announced soon according to the Wall Street Journal.\n\n**Wiz, a four-year-old company founded by former Microsoft employees, offers comprehensive cloud security solutions.** Their platform integrates with major cloud providers like Amazon Web Services, Microsoft Azure, and Google Cloud, analyzing data for security vulnerabilities.\n\n**Alphabet's potential acquisition of Wiz is seen as a strategic move to bolster Google's cloud business.** The company's cloud division saw a 28% growth in the first quarter of 2023, reaching $9.57 billion in revenue.\n\n**The news comes just two months after Wiz secured $1 billion in funding at a $12 billion valuation.** The company had previously raised $1.9 billion and boasted an annual recurring revenue of $350 million. Wiz's acquisition, if finalized, would likely halt its planned path towards IPO and further acquisitions.\n\n**Wiz's impressive investor lineup includes prominent venture capitalists and industry veterans,**  including Andreessen Horowitz, Lightspeed Venture Partners, Thrive, Greylock, Wellington Management, and Sequoia Capital.\n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more subjective perspective"
    },
    {
        "original_title": "Hank Green reckons with the power — and the powerlessness — of the creator",
        "paraphrased_title": "The Creator's Dilemma: Power and Powerlessness \n",
        "category": "No category",
        "timeposted": "2024-07-14 18:27:20",
        "original_content": "Hank Green has had a while to think about how social media has changed us. He started making YouTube videos in 2007 with his brother, novelist John Green, at a time when the first iPhone was in development, MySpace was still relevant and Instagram didn’t exist. Seventeen years later, posting videos on the internet is no longer just a hobby, but a$250 billionindustry. And yet, after all this time, the Green brothers remain two of the longest-tenured and most respected creators in the game.Now, in a time of addictive infinite scrolling and increased loneliness, Hank has grown pensive about his role as a content creator. But Green isn’t an ordinary creator – he’s started so many companies and projects online thatfans created a websitecounting how many days it’s been since he’s started something new.Green founded the crowdfunding platform Subbable, which Patreonacquiredin 2015, and he co-founded the companies DFTBA (an e-commerce company for creators) and Complexly (an educational media company). He was CEO of both of those companies until 2023, when he stepped down after he was diagnosed with Hodgkin lymphoma. Fortunately, Green is now in remission. He even performed astandup comedy specialabout the experience of cancer treatment, because he’s Hank Green, and even chemotherapy can’t stop him from making new things.Green’s experience running startups, coupled with his tenure as a creator, gives him a valuable perspective on where the creator economy is going. As the downsides of social media become more obvious, Green is thoughtful about the power and attention that creators command.On one hand, the Green brothers have shown that social media can be used to change the world for the better. The brothers grew their fanbase of millions and harnessed their online community for good, from fundraising with Partners in Health for amaternal health centerin Sierra Leone, to persuading pharmaceutical company Danaher tolower the priceof life-saving Tuberculosis tests. Aside from their main channelvlogbrothers, the Greens also foundedCrash Course, a free, educational YouTube channel with 15.7 million subscribers, which has become ubiquitous in American classrooms.But for all the good that the internet can do, it’s still isolating. If you’re feeling lonely, it’s a lot easier to keep scrolling TikTok than to call a friend.“I am part of this problem – it’s not just the algorithms, it’s the content,” Green told TechCrunch. “I have been trained by the algorithms and by my colleagues to be extraordinarily good at grabbing and holding people’s attention. I hope I use that skill for good, but I also use it for distracting people from whatever else they would be doing.”Creators of Green’s stature have a lot of power – they can reach millions of people at the push of a button. But they’re making those connections on the platforms’ turf, whether that’s TikTok, YouTube or Instagram.“I think I feel my power more than [social media executives] do, because I have more direct connection to audience, so I see the impact in a way that they don’t,” Green said. “When I’m talking to people who are making really big, important decisions at these platforms, they very much want to believe that they aren’t important, and I don’t get that luxury of believing that I am not that important, because I get people who say, ‘You know, that video you made really hurt me,’ or ‘That video helped.’”Investing in creatorsAt this year’s VidCon – the online video conference that the Green brothers co-founded in 2010, then sold to Paramount – the creator economy is navigating its increased attention from the broader tech world. In the expo hall, teenagers are still cosplaying as Hatsune Miku and lining up for meet-and-greets with Minecraft YouTubers. But the scene is different upstairs on the “industry track,” where venture capitalists likeSlow Ventures’ Megan Lightcapare detailing the strategy behind investing in creators, andMatPatexplains how he managed to become one of the first creators to successfully sell their company.All creators are business owners, but Green goes beyond what’s standard. During the industry’sboom in VC funding, Green thought about investing in tools for creators, which makes sense given his background in founding Subbable.“Honestly, in that moment, I was like, ‘I should have done this. I should have started a fund,’” he said. “Not that I didn’t have other stuff to do … and it turns out it’s very good I was too distracted, because probably I would’ve lost a bunch of people’s money, because it’s hard to build businesses at all.”That’s especially true for the creator economy, where there are so many different kinds of creators whose needs are ever-changing.“Creators are so diverse in their needs that, to create a product that is scalable – and that doesn’t cost a ton of money trying to individualize itself for each individual creator – you end up creating a bad product,” Green said.In some cases, VCs have decided to invest in creators like they’re individual startups. Other companies like Spotter give creators upfront capital in exchange for the ad revenue from their back catalog on YouTube. Green is interested in these funding models, though he describes investing in content creators as “deeply antithetical to the Silicon Valley VC playbook.” That’s not because he doesn’t believe creators are a good investment, but because creators don’t scale at the same speed as the kind of startups that typically attract VCs.“This is just regular investing,” Green said. “This isn’t something that’s going to 10x.”Even though the creator economy is less of a buzzword in Silicon Valley these days, the space is still growing – creator startups in the U.S. havealready raised more moneythis year than all of last year, mostly because of the AI boom, which Green sees as a fad.“My gut says that people want to connect with people,” he said. “A relationship with a creator is already artificial in some way… But I don’t think AI will be that good at building audiences.”Creators wrestle with platforms’ powerCreators navigate the same challenges as any small business owner, but they’re also subject to the unpredictability of social platforms and consumers’ changing interests. These big tech companies are incentivized to generate as much engagement as they can, and if a small tweak to an algorithm can mean your videos stop showing up on TikTok’s For You Page, then creators are left feeling helpless. And if a creator loses access to their account – sometimes via coordinated reporting campaigns by bad actors – it’s not likely they’ll be able to get in touch with someone from the platform to help.Green tried forming a trade organization called the Internet Creators Guild in 2016, but it only stayed afloat for three years – it’s proven challenging to form a unified advocacy body for creators, since the industry is so decentralized.“[SAG-AFTRA members] do the same job for the same few companies, but we all do very different jobs for the same companies,” Green said, referring to creators’ dependence on platforms like YouTube, TikTok, Instagram and others. “A person doing textile art and then selling it on Etsy has a very different set of needs than a musician.”“There are some things that everyone agrees on – like, there should be recourse when your account stops existing,” Green said. “If I lived in a town and started a business there, the town shouldn’t be able to just come and put a bike lock on my door and say, ‘You don’t own that business anymore.’”Even creators who watch their star rise live with the anxiety that they might not always retain their audience. That’s a power that social media platforms have over the creators who make their apps worth our time.“The bad part of TikTok – being that you’re infinitely replaceable – is also the good part of TikTok,” he said. “People are so easy to discover. Talent discovery has never been this powerful.”Andy Warhol’s adage about our fifteen minutes of fame has never been more realistic. Characters likeReesa Teesa, the“Hawk Tuah” girland theFour Seasons Orlando babycapture our attention, then rush to sign with talent agencies and try to turn their one shining moment into a full-fledged career. But the speed at which these people become household names – at least temporarily – is evidence of a growing anxiety among creators that their fortune could run out.And then there’s creators like Hank Green. He was there when you were a kid struggling with biology, he’s still here when he pops up on your TikTok with a weird science fact, and hopefully, he’ll stick around a while longer.",
        "paraphrased_content": "## Hank Green: A Creator's Perspective on the Ever-Evolving Social Media Landscape\n\n**Hank Green, a veteran content creator who started on YouTube in 2007 with his brother John, has witnessed the dramatic evolution of social media. From a hobby to a multi-billion dollar industry, Green has been at the forefront, establishing himself as a respected figure in the creator economy.**\n\n**While acknowledging the positive aspects of social media, Green is also aware of its downsides, particularly the addictive nature of infinite scrolling and its potential for isolation. He reflects on his role in contributing to this phenomenon, recognizing his own ability to grab and hold attention, a skill honed by algorithms and the demands of the industry.**\n\n**Green, with his extensive entrepreneurial experience, sees the creator economy's future as both promising and uncertain. He acknowledges the growing interest from venture capitalists, but warns against the pitfalls of applying traditional Silicon Valley investment models to creators.**\n\n**Green emphasizes the diversity of creators and their unique needs, making it challenging to create scalable products that cater to everyone. He believes that while creators represent a valuable investment, they don't scale as quickly as traditional startups, making them less attractive to VCs.**\n\n**He also highlights the power imbalance between creators and platforms, which can leave creators vulnerable to algorithm changes and account suspensions. Green's own attempt to form a trade organization for creators, the Internet Creators Guild, underscores the difficulty of unifying such a decentralized industry.**\n\n**Despite the challenges, Green remains optimistic about the future of the creator economy. He believes that while AI may contribute to the creation of content, it's unlikely to replace the human connection that drives audiences to follow specific creators.**\n\n**He acknowledges that creators, like any other business owner, face the constant pressure to maintain relevance in a rapidly evolving landscape. The constant cycle of fleeting fame on platforms like TikTok creates anxiety for creators, who are acutely aware that their popularity can be fleeting.**\n\n**Green, however, remains a testament to the enduring power of genuine connection and the ability to build a lasting audience.  His longevity as a creator, coupled with his commitment to creating meaningful content, makes him a unique example in the ever-shifting world of social media.** \n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more objective perspective"
    },
    {
        "original_title": "Synapse’s collapse has frozen nearly $160M from fintech users — here’s how it happened",
        "paraphrased_title": "Fintech Users Frozen Out as Synapse Collapse Traps $160 Million \n",
        "category": "Fintech",
        "timeposted": "2024-07-14 16:27:20",
        "original_content": "The collapse and bankruptcy of BaaS fintechSynapsehas revealed how treacherous things are for the often-interdependent fintech world when one key player hits trouble.Synapse operated a service that allowed others (mainly fintechs) to embed banking services into their offerings. For instance, a software provider that specialized in payroll for 1099 contractor-heavy businesses used Synapse to provide an instant payment feature; others used it to offer specialized credit/debit cards.The San Francisco-based startup raised a total of just over $50 million in venture capital in its lifetime, including a 2019$33 million Series B raiseled by Andreessen Horowitz’s Angela Strange. Synapsewobbled in 2023 with layoffsandfiled for Chapter 11in April of this year, hoping to sell its assets in a $9.7 million fire sale to another fintech, TabaPay. ButTabaPay walked.The result was that Synapse was forced to liquidate entirely under Chapter 7 and a lot of other fintechs such as Juno, Yotta and Yieldstreet — and their customers — are paying the price for Synapse’s demise.The debacle has left observersquestioning the banking-as-a-service concept and digital banking as a whole, considering that millions of consumers with nearly $160 million in deposits remain unable to access their funds.Here is a timeline of Synapse’s troubles and the ongoing impact it is having on banking consumers.2024Nearly $160 million in funds still frozenJuly 7:Fintech Business Weekly reports that a recent “status conferencein the ongoing Synapse bankruptcy didn’t offer much hope to end users whose funds were still frozen, with efforts to reconcile and release the remaining funds, approximately $158.6 million, appearing to slow.” This means that about $158.6 million was still owed to end users. However, there was an estimated $65 million to $95 million in funds that were missing.Senators urge Synapse and its partners and backers to restore customers’ access to their moneyJuly 1:A group of senators banded together to urge Synapse’s owners and bank and fintech partners to“immediately restore customers’ access to their money.”As part of their demands, the senators implicated both the partners and the venture investors of the company as being responsible for missing customer funds.Synapse CEO moves on to starting another companyJune 12:Synapse’s CEO Sankaet Pathak has reportedly alreadyraised $10 millionfor a new robotics startup even whilequestions remainedon the whereabouts of $85 million in Synapse’s customer savings.Fallout continues, more fintechs and millions of consumers affectedMay 25:Based on Synapse’s filings,as many as 100 fintechs and 10 million end customerswere potentially impacted by the company’s collapse by the end of May. For instance, funds at crypto app Juno and banking platform Yotta were also impacted by Synapse’s collapse. Meanwhile,Mainvest, a fintech lender to restaurant businesses, said it was actually shutting down as a result.U.S. Trustee pushes for Chapter 7May 16:A United States trustee filed an emergency motion to convert Synapse’s debt reorganization Chapter 11 bankruptcy into aliquidation Chapter 7. The trustee said that Synapse had “grossly” mismanaged its estate so that losses were continuing with little “reasonable likelihood of reorganization” that would allow the company to emerge on the other side and carry on.Customer teen banking startup Copper discontinues its banking operationsMay 13: Synapse customer teen banking startup Copper had toabruptly discontinue its banking deposit accounts and debit cardsas a result of Synapse’s difficulties. That left an unknown number of consumers, mostly families, without access to the funds they had trustingly deposited into Copper’s accounts.Sale of assets called offMay 9: TabaPay said it hadabandoned its plansto purchase Synapse’s assets. There was lots of finger-pointing when that deal dissolved. Synapse’s CEO made accusations  that the problem was banking partner Evolve Bank & Trust. And Evolve denied those charges, saying it was not involved, and not to blame. Meanwhile, another player in the saga, Mercury, said Synapse’s allegations had “no merit.”Synapse files for Chapter 11 bankruptcy, assets to be sold off for $9.7 millionApril 22:Synapse filed for Chapter 11 bankruptcy and said at that time that its assets would beacquired by instant payments company TabaPay, pending bankruptcy court approval. (Again, TabaPay would walk away from the deal a couple weeks later.)2023Synapse lays off staff, reports of tension with partner Evolve Bank ariseOctober 13:Evolve Bank & Trust and startup digital bank Mercury ended their respective relationships with Synapse and work directly with each other. Evolve and Synapse addressed the brouhahahere.October 6: Synapse confirmed that it hadlaid off86 people, or about 40% of the company. That was just four months after the company had let go of 18% of its workforce as “the current macroeconomic conditions” had begun to impact its clients and platforms, affecting its anticipated growth. In 2019, TechCrunch reported on the company’s$33 million Series B raiseled by Andreessen Horowitz after rebranding from SynapseFi.Want more fintech news in your inbox? Sign up for TechCrunch Fintechhere.Want to reach out with a tip? Email me at maryann@techcrunch.com or send me a message on Signal at 408.204.3036. You can also send a note to the whole TechCrunch crew at tips@techcrunch.com. For more secure communications,click here to contact us, which includes SecureDrop (instructions here) and links to encrypted messaging apps.",
        "paraphrased_content": "## Synapse Collapse: A Ripple Effect Through Fintech\n\n**The failure of BaaS fintech Synapse underscores the interconnected nature of the fintech world, demonstrating how the downfall of one key player can have far-reaching consequences.**\n\n**Synapse provided a service allowing other fintechs to embed banking functionalities into their offerings.** This included features like instant payments for payroll software providers and specialized credit/debit cards. \n\n**Despite raising over $50 million in venture capital, including a $33 million Series B led by Andreessen Horowitz, Synapse began to struggle in 2023.** This resulted in layoffs and, ultimately, a Chapter 11 bankruptcy filing in April 2024. \n\n**Synapse hoped to sell its assets for $9.7 million to TabaPay, but the deal fell through.** This left Synapse facing liquidation under Chapter 7, leaving other fintechs like Juno, Yotta, and Yieldstreet, along with their customers, to bear the consequences.\n\n**The collapse has raised concerns about the viability of the banking-as-a-service model and digital banking as a whole.** Millions of consumers are currently unable to access nearly $160 million in deposits, raising questions about accountability and oversight. \n\n**Here's a timeline of Synapse's troubles and their ongoing impact:**\n\n**2024**\n\n* **July 7:**  $158.6 million in customer funds remain frozen, with little hope of recovery.  \n* **July 1:** Senators urge Synapse, its partners, and investors to restore access to customer funds. \n* **June 12:** Synapse CEO launches a new robotics startup while $85 million in customer savings remains unaccounted for.\n* **May 25:**  As many as 100 fintechs and 10 million end customers are affected by the collapse.\n* **May 16:** US Trustee pushes for Synapse's liquidation under Chapter 7.\n* **May 13:** Teen banking startup Copper discontinues its operations due to Synapse's collapse. \n* **May 9:** TabaPay abandons its plans to purchase Synapse's assets, leading to accusations and denials among parties involved.\n* **April 22:** Synapse files for Chapter 11 bankruptcy, intending to sell assets to TabaPay.\n\n**2023**\n\n* **October 13:** Evolve Bank & Trust and Mercury end their relationships with Synapse.\n* **October 6:** Synapse lays off 86 employees, following earlier layoffs in June.\n\n**The Synapse collapse serves as a stark reminder of the potential risks associated with the rapidly evolving fintech landscape.** The fallout continues to unfold, leaving many consumers and businesses facing financial uncertainty. \n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more objective perspective"
    },
    {
        "original_title": "Helixx wants to bring fast-food economics and Netflix pricing to EVs",
        "paraphrased_title": "EV Subscription Service Blends Fast Food and Streaming Models \n",
        "category": "No category",
        "timeposted": "2024-07-14 15:27:20",
        "original_content": "When Helixx co-founder and CEO Steve Pegg looks at Daisy — the startup’s 3D printed prototype delivery van  — he sees a second chance. And he’s pulling inspiration from McDonald’s to get there.The prototype, which made its global debut this week at theGoodwood Festival of Speed, is an interesting proof of concept. Virtually every part of Daisy has been 3D printed with 14 consumer printers from Creality using standard PLA+ filament. Even the steering wheel bears the unmistakable layer lines of a printer just short of professional grade.But for Helixx, the story is less about an endearingly boxy little van designed to cost just $6,000 and more about rebooting everything we know about building cars.Helixx wants to manufacture hundreds of thousands of these runabouts in pop-up factories adjacent to some of the world’s most dense and dynamic cities. The kicker is that Helixx’s multi-tiered revenue model has little to do with the actual act of manufacturing.Even the steering wheel on the Helixx EV delivery van has been 3D printed.Image credits: Tim StevensYes, it sounds a bit likedearly departedEV startup Arrival’s plan, which Pegg is deeply familiar with. Prior to co-founding Helixx in 2022, Pegg was product line director at Arrival and also took on a role overseeing lightweight vehicle development there. He’s now refining some of those core concepts with Helixx, which launched in June a$20 million Series A fundraising roundbased on a pre-money valuation of $100 million. The startup raised $1.3 million in seed funding last year.There are some key differences between Arrival and Helixx, according to Pegg, who has 25 years in and around the automotive logistics game.McDonald’s meets EVsWhere one of Arrival’s core concepts was automation, Helixx is largely about getting factories up to speed quickly, staffing them with human beings after minimal training.“The principle is very similar to a McDonald’s franchise. You don’t need to be a chef to know how to build burgers, and McDonald’s doesn’t teach you how to be a chef,” Pegg said. “They teach you how to follow a process.”In an hour-long conversation, Pegg referenced McDonald’s five times, showing just how influential the fast-food franchise model is to Helixx’s concept. And, just like when you’re slinging burgers with slim margins, volume is critical.At a top level, Helixx is looking for partners who want to get into the last-mile mobility-as-a-service business and who want full control of vehicle manufacturing. For a fee, Helixx will provide access to a complete platform that covers everything from component sourcing all the way through to fleet management and even eventual vehicle refurbishment, services built at least in part on the Siemens Xcelerator platform.“It all starts with a license,” Pegg said, something like $50 million for a company to get into the platform. This opens the door to start planning to deploy a “factory in a box,” which could go from greenfield to producing cars in as few as 180 days.That then opens the door to a second revenue tier: selling the components that fill the factory and actually makes the cars.Helixx handles all the supply chain logistics for the client, sourcing materials and components. Once vehicles start rolling off the line, Helixx takes a monthly service fee of roughly $80 per vehicle produced. The company also gets a $500 royalty on every vehicle put into service.Helixx also plans to track usage data from all the vehicles, a potentially valuable commodity itself that could then be sold to anyone perhaps interested in city planning or fleet logistics.The Helixx vans are intended for commercial use. The company sees an opportunity to unleash the vans in cities like Jakarta or Bangkok, where tuk-tuks or auto rickshaws — the ubiquitous three-wheeled demons that fill the air with the shrill cry and emissions of two-stroke engines — are the norm.EV van by the numbersDaisy (more formally known as the Helixx Cargo) is all-electric, but she’s not rechargeable. At least, not directly. Conceptually, at least, Daisy will run on swappable, lithium-iron phosphate (LFP) cells. But if you’re getting shades ofBetter Place, don’t. Unlike that startup, which relied on complicated, automated swapping stations, Helixx’s solution is much more likeGogoro.The battery pack Helixx’s EV is modular, with each module weighing 25 pounds and providing two kWh of capacity. Users can simply slot in as many as they need, up to a maximum of six. When they’re drained, instead of recharging, users will pull up to an Amazon Locker-like location and swap them by hand.The vehicle fits within Europe’s L7E Heavy Quadricycle category, meaning it has a maximum speed of just 55 miles per hour. Pegg says it will weigh under 1,200 pounds (less than one-quarter the weight of aFord E-Transit) and will be bereft of anything more than the bare necessities. Pegg wants to go back to a time of simple cars with roll-up windows.“We’re trying to attract a user that needs a workhorse to do his job and take more money home,” Pegg said. “We’ve been able to turn those attributes around and think, what does the driver actually need?”Subscribe to driveTo access one of the Helixx EVs, those drivers will need a subscription. In exchange for a monthly fee, subscribers will receive access to a vehicle for a set number of hours or days per month.“Like a Netflix subscription,” Pegg said, “whether you’re using it or not.” He says this will help Helixx (and its franchisees) avoid the uneven, demand-based revenue peaks and valleys that plague other mobility services.Pegg also envisions a sky-high 95% utilization rate. “This isn’t a vehicle of convenience,” he said. “This is going into those drivers that need these vehicles to do that job, to take more money home to their family.”Since the factories will be conceptually scalable, the local franchisee can adjust to meet demand. Still, Pegg said Helixx isn’t interested in talking with anyone not prepared to build a factory capable of producing at least 100,000 cars per year, something that he estimates would take roughly 50,000 square feet of building space.That may seem like an aspirational figure; roughly one-fifth the annual production of Tesla’s Fremont factory in a space one-hundredth the size. But, given Helixx’s little van is significantly smaller and more simple than even a Tesla, it may be more feasible than it seems at first blush.And, no, Helixx’s factories won’t be full of 3D printers. That was just for prototyping. In proper production, roughly 20% of the vehicle will be made of polymers, but shaped by more traditional pressing techniques. Another 45% of the van’s basic components, like the metal frame and suspension, will be cast and sourced locally.Another 20% of the vehicle, including basic electronics and systems, will come from more advanced regional suppliers. The remaining 15% will be single-source components such as airbags, battery cells, or other equipment requiring some level of certification or precision manufacturing.Pegg says the supply chain service and solutions Helixx is developing will ensure the cheapest, most efficient sourcing for all that, and he hopes that part of that will come from OEM partners. Helixx is actively targeting the corporate venture capital arms of manufacturers like Toyota and Hyundai for this Series A round.Pegg believes Helixx can help these manufacturers crack open a new vehicle subscription model by dramatically lowering the cost of entry. Where subscription services likeCare by Volvoare comparable to the cost of leasing and insuring a vehicle, Helixx’s vehicles would be substantially lower.But the $6,000 Daisy van you see here (named after “Daisy Bell,” the first song sung by a computer) is just the beginning. Pegg says other vehicles could come in time, which franchisees could simply download and immediately begin producing in their modular factories.“As long as you’ve got a license, of course.”",
        "paraphrased_content": "## Helixx: A McDonald's-Inspired Approach to EV Production\n\n**Helixx**, a startup developing 3D-printed electric delivery vans, is taking inspiration from **McDonald's** to disrupt the automotive industry. Their **Daisy prototype**, unveiled at the Goodwood Festival of Speed, highlights their vision of **mass-producing vehicles in pop-up factories** near major cities.\n\n**Here's how it works:**\n\n* **Franchise Model:** Similar to McDonald's, Helixx offers a **\"factory-in-a-box\" platform** to partners, allowing them to quickly build and operate their own EV production facilities.\n* **Scalable Production:**  These factories can be scaled up quickly and efficiently, with minimal training required for staff.\n* **Multi-Tiered Revenue:** Helixx generates revenue through:\n    * **Platform licensing:**  A fee for access to the complete platform.\n    * **Component sales:**  Selling the parts needed to build the vans.\n    * **Monthly service fees:**  Based on the number of vehicles produced.\n    * **Royalty fees:**  Paid per vehicle put into service.\n    * **Data collection and sale:**  Tracking usage data from the vehicles.\n\n**Key Features of the Helixx EV:**\n\n* **Modular battery packs:**  Users can swap out batteries at designated locations.\n* **Lightweight and efficient:**  Weighing under 1,200 pounds, designed for minimal maintenance.\n* **Subscription model:**  Drivers pay a monthly fee for access to a vehicle.\n\n**Helixx's Advantages:**\n\n* **Lower cost of entry:**  Makes EV production more accessible to smaller companies.\n* **Scalability:**  Factories can be quickly adapted to meet demand.\n* **Sustainable production:**  Emphasizes local sourcing and manufacturing.\n\n**Future Plans:**\n\n* **Expanding the platform:**  Helixx plans to offer additional vehicle models for production.\n* **Partnering with OEMs:**  Seeking collaborations with established car manufacturers to further develop the platform.\n\n**Overall, Helixx presents a compelling vision for the future of EV manufacturing, combining the efficiency of a franchise model with the scalability of 3D printing and the sustainability of local production.**\n",
        "sentiment_analysis": "The text is written with a neutral sentiment from a more objective perspective"
    }
]